{
    "books": [
        {
            "id": "livro1",
            "title": "O Morro dos Ventos Uivantes",
            "image": "https://i.imgur.com/XKCL3Vx.jpeg",
            "author": "Emily Brontë",
            "year": "1847",
            "synopsis": "Único romance da escritora inglesa Emily Brontë, O morro dos ventos uivantes retrata uma trágica história de amor e obsessão em que os personagens principais são a obstinada e geniosa Catherine Earnshaw e seu irmão adotivo, Heathcliff. Grosseiro, humilhado e rejeitado, ele guarda apenas rancor no coração, mas tem com Catherine um relacionamento marcado por amor e ódio.",
            "pdf": "https://drive.google.com/uc?export=download&id=1lwqJOfsEk7QDkeSl967BD1mPwFlDEIBn",
            "genre": "Romance Gótico"
        },
        {
            "id": "livro2",
            "title": "Harry Potter e a Pedra Filosofal",
            "image": "https://i.imgur.com/1VkvSaO.jpeg",
            "author": "J.K. Rowling",
            "year": "1997",
            "synopsis": "Harry Potter é um garoto cujos pais, feiticeiros, foram assassinados por um poderosíssimo bruxo quando ele ainda era um bebê. Ele foi levado, então, para a casa dos tios que nada tinham a ver com o sobrenatural. Pelo contrário. Até os 10 anos, Harry foi uma espécie de gata borralheira: maltratado pelos tios, herdava roupas velhas do primo gorducho, tinha óculos remendados e era tratado como um estorvo. No dia de seu aniversário de 11 anos, entretanto, ele parece deslizar por um buraco sem fundo, como o de Alice no país das maravilhas, que o conduz a um mundo mágico. Descobre sua verdadeira história e seu destino: ser um aprendiz de feiticeiro até o dia em que terá que enfrentar a pior força do mal, o homem que assassinou seus pais. O menino de olhos verde, magricela e desengonçado, tão habituado à rejeição, descobre, também, que é um herói no universo dos magos. Potter fica sabendo que é a única pessoa a ter sobrevivido a um ataque do tal bruxo do mal e essa é a causa da marca em forma de raio que ele carrega na testa. Ele não é um garoto qualquer, ele sequer é um feiticeiro qualquer ele é Harry Potter, símbolo de poder, resistência e um líder natural entre os sobrenaturais. A fábula, recheada de fantasmas, paredes que falam, caldeirões, sapos, unicórnios, dragões e gigantes, não é, entretanto, apenas um passatempo..",
            "pdf": "https://aventurasolimpians.wordpress.com/wp-content/uploads/2013/10/j-k-rowling-1-harry-potter-e-a-pedra-filosofal.pdf",
            "genre": "Fantasia"
        },
        {
            "id": "livro3",
            "title": "Harry Potter e a Câmara Secreta",
            "image": "https://i.imgur.com/v6f0rnZ.jpeg",
            "author": "J.K Rowling",
            "year": "1998",
            "synopsis": "Depois de férias aborrecidas na casa dos tios trouxas, está na hora de Harry Potter voltar a estudar. Coisas acontecem, no entanto, para dificultar o regresso de Harry. Persistente e astuto, o herói não se deixa intimidar pelos obstáculos e, com a ajuda dos fiéis amigos Weasley, começa o ano letivo na Escola de Magia e Bruxaria de Hogwarts. As novidades não são poucas. Novos colegas, novos professores, muitas e boas descobertas e um grande e perigosos desafio. Alguém ou alguma coisa ameaça a segurança e a tranquilidade dos membros de Hogwarts.",
            "pdf": "https://aventurasolimpians.wordpress.com/wp-content/uploads/2013/10/j-k-rowling-2-harry-potter-e-a-cc3a2mara-secreta-revisado.pdf",
            "genre": "Fantasia"
        },
        {
            "id": "livro4",
            "title": "It: A Coisa",
            "image": "https://i.imgur.com/sT6GxY6.jpeg",
            "author": "Stephen King",
            "year": "1986",
            "synopsis": "Durante as férias de 1958, em uma pacata cidadezinha chamada Derry, um grupo de sete amigos começa a ver coisas estranhas. Um deles conta que viu um palhaço, outro, uma múmia. Finalmente, acabam descobrindo que estavam todos vendo a mesma coisa: um ser sobrenatural e maligno que pode assumir várias formas. Assim, Bill, Beverly, Eddie, Ben, Richie, Mike e Stan enfrentam a Coisa pela primeira vez./n/Quase trinta anos depois, o grupo volta a se encontrar. Mike, o único que permaneceu em Derry, dá o sinal ― uma nova onda de terror tomou a pequena cidade. É preciso unir forças novamente. Só eles têm a chave do enigma. Só eles sabem o que se esconde nas entranhas de Derry. Só eles podem vencer a Coisa.",
            "pdf": "https://kbook.com.br/wp-content/uploads/2016/08/It_-A-coisa-Stephen-King.pdf",
            "genre": "Terror"
        },
        {
            "id": "livro5",
            "title": "Harry Potter e o Prisioneiro de Azkaban",
            "image": "https://i.imgur.com/RqisrR3.jpeg",
            "author": "J.K. Rowling",
            "year": "1999",
            "synopsis": "As aulas estão de volta à Hogwarts e Harry Potter não vê a hora de embarcar no expresso a vapor que o levará de volta à escola de bruxaria. Mais uma vez suas férias na rua dos Alfeneiros foi triste e solitária. Com muita ação, humor e magia, 'Harry Potter e o prisioneiro de Azkaban' traz de volta o gigante atrapalhado Rúbeo Hagrid, o sábio diretor Alvo Dumbledore, a exigente professora de transformação Minerva MacGonagall e o novo mestre Lupin, que guarda grandes surpresas para Harry.",
            "pdf": "https://aventurasolimpians.wordpress.com/wp-content/uploads/2013/10/j-k-rowling-3-harry-potter-e-o-prisioneiro-de-azkaban.pdf",
            "genre": "Fantasia"
        },
        {
            "id": "livro6",
            "title": "Harry Potter e o Cálice de Fogo",
            "image": "https://i.imgur.com/WvsCJVh.jpeg",
            "author": "J.K. Rowling",
            "year": "2000",
            "synopsis": "Nesta aventura, o feiticeiro cresceu e está com 14 anos. O início do ano letivo de Harry Potter reserva muitas emoções, mágicas, e acontecimentos inesperados, além de um novo torneio em que os alunos de Hogwarts terão de demonstrar todas as habilidade mágicas e nãomágicas que vêm adquirindo ao longo de suas vidas. Harry é escolhido pelo Cálice de Fogo para competir como um dos campeões de Hogwarts, tendo ao lado seus fiéis amigos. Muitos desafios, feitiços, poções e confusões estão reservados para Harry. Além disso, ele terá que lidar ainda com os problemas comuns da adolescência amor, amizade, aceitação e rejeição.",
            "pdf": "https://www.escolahenriquemedina.org/bibdigital/view/1508/Harry%20Potter%20e%20o%20Calice%20de%20Fogo%20-%20J.K.%20Rowling.pdf",
            "genre": "Fantasia"
        },
        {
            "id": "livro7",
            "title": "Harry Potter e a Ordem da Fênix",
            "image": "https://i.imgur.com/Ha9zIm1.jpeg",
            "author": "J.K. Rowling",
            "year": "2003",
            "synopsis": "Harry não é mais um garoto. Aos 15 anos, continua sofrendo a rejeição dos Dursdley, sua estranha família no mundo dos 'trouxas'. Também continua contando com Rony Weasley e Hermione Granger, seus melhores amigos em Hogwarts, para levar adiante suas investigações e aventuras. Mas o bruxinho começa a sentir e descobrir coisas novas, como o primeiro amor e a sexualidade. Nos volumes anteriores, J. K. Rowling mostrou como Harry foi transformado em celebridade no mundo da magia por ter derrotado, ainda bebê, Voldemort, o todopoderoso bruxo das trevas que assassinou seus pais. Neste quinto livro da saga, o protagonista, numa crise típica da adolescência, tem ataques de mau humor com a perseguição da imprensa, que o segue por todos os lugares e chega a inventar declarações que nunca deu. Harry vai enfrentar as investidas de Voldemort sem a proteção de Dumbledore, já que o diretor de Hogwarts é afastado da escola. E vai ser sem a ajuda de seu protetor que o jovem herói enfrentará descobertas sobre a personalidade controversa de seu pai, Tiago Potter, e a morte de alguém muito próximo.",
            "pdf": "https://www.escolahenriquemedina.org/bibdigital/download/1579/Harry%20Potter%20e%20a%20Ordem%20da%20Fenix%20-%20J.K.%20Rowling.pdf",
            "genre": "Fantasia"
        },
        {
            "id": "livro8",
            "title": "Harry Potter e o Enigma do Príncipe",
            "image": "https://i.imgur.com/pQvC5DW.jpeg",
            "author": "J.K. Rowling",
            "year": "2005",
            "synopsis": "Harry Potter e o enigma do príncipe' dá continuidade à saga do jovem bruxo Harry Potter a partir do ponto em que o livro anterior parou o momento em que fica provado que o poder de Voldemort e dos Comensais da Morte, seus seguidores, cresce mais a cada dia, em meio à batalha entre o bem e o mal. A onda de terror provocada pelo Lorde das Trevas estaria afetando, até mesmo, o mundo dos trouxas (nãobruxos), e sendo agravada pela ação dos dementadores, criaturas mágicas aterrorizantes que 'sugam' a esperança e a felicidade das pessoas. Harry, que acabou de completar 16 anos, parte rumo ao sexto ano na Escola de Magia e Bruxaria de Hogwarts, animado e ao mesmo tempo apreensivo com a perspectiva de ter aulas particulares com o professor Dumbledore, o diretor da escola e o bruxo mais respeitado em toda comunidade mágica. Harry, longe de ser aquele menino magricela que vivia no quarto debaixo da escada na casa dos tios trouxas, é um dos principais nomes entre aqueles que lutam contra Voldemort, e se vê cada vez mais isolado à medida que os rumores de que ele é O Eleito o único capaz de derrotar o Lorde das Trevas, se espalham pelo mundo dos bruxos. Dois atentados contra a vida de estudantes, a certeza de Harry quanto ao envolvimento de Draco Malfoy com os Comensais da Morte e o comportamento de Snape, suspeito como sempre, adicionam ainda mais tensão ao já inquietante período. Apesar de tudo isso, Harry e os amigos são adolescentes típicos dividem tarefas escolares e dormitórios bagunçados, correm das aulas para os treinos de quadribol, e namoram.",
            "pdf": "https://www.escolahenriquemedina.org/bibdigital/download/1509/Harry%20Potter%20e%20o%20Enigma%20do%20Prin%20-%20J.K.%20Rowling.pdf",
            "genre": "Fantasia"
        },
        {
            "id": "livro9",
            "title": "Harry Potter e as Relíquias da Morte",
            "image": "https://i.imgur.com/FuZSeM9.jpeg",
            "author": "J.K. Rowling",
            "year": "2007",
            "synopsis": "Harry Potter e as relíquias da morte', de J.K. Rowling, é o sétimo e último livro da série. Voldemorte está cada vez mais forte e Harry Potter precisa encontrar e aniquilar as Horcruxes para enfraquecer o lorde e poder enfrentálo. Nessa busca desenfreada, contando apenas com os amigos Rony e Hermione, Harry descobre as Relíquias da Morte, que serão úteis na batalha do bem contra o mal.",
            "pdf": "https://drive.google.com/uc?export=download&id=1m_bTz1Zir_Zf878naYU-z8frYiwIboTJ",
            "genre": "Fantasia"
        }
    ]
}